---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebEndReleaseType
source: html/aef934e9-c639-25a3-be4d-1f2a4bd8e688.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebEndReleaseType Property

"End Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyVertWebEndReleaseType { get; }
```